import { LocaleDataModel } from "@core/models/local/locale.model";

const projects: LocaleDataModel = {
  sorry_text: {
    text_1: 'Сіз қызықты нәрсе күткеніңізді білеміз. Бірақ біз бұл бөлімді әлі аяқтаған жоқпыз. Бүкіл команда істеп жатыр, тырысады :)',
    text_2: 'Жақында болады, уәде береміз. Әзірше, бәрі дайын болғанда сізге хабарлау үшін тіркелуіңізге болады.'
  },
  register: 'Тіркелу',
  // new 
  header: 'Проекты',
  header_detail: 'Направление, позволяющее воплощать идеи в реальность в виде цельных проектов. Платформа может быть полезна и для ваших проектов, которым необходимо увидеть свет и получить аудиторию.',
  statuses: {
    all: 'Все проекты',
    in_process: 'В процессе',
    on_pause: 'В паузе',
    finished: 'Завершен',
    spec_projects: 'Спецпроекты'
  },
  project_1: {
    name: 'РюкзакKit',
    description: 'ежегодный благотвоарительный проект',
    time: 'до 1 августа',
    place: 'Алматинская область'
  },
  project_2: {
    name: "Бесплатные курсы английского языка",
    description: 'для детей из малообеспеченных и многоденных семей',
    time: '',
    place: ''
  },
  detail: {
    collected: 'собрано',
    required: 'нужно'
  },
  error: {
    payment_err: 'Страница пока недоступна',
    not_found: ''
  },
  download: 'Скачать'
};

export default projects;
