import { LocaleDataModel } from "@core/models/local/locale.model";

const locale: LocaleDataModel = {
  header_start: 'МҰНДА БІЗ',
  header_mid: 'ДАМЫЙМЫЗ',
  header_end: 'ЖӘНЕ ПАЙДАМЕН БӨЛІСЕМІЗ',
  description: 'Garyshker - бұл қоғам үшін маңызды тақырыптарды талқылайтын білім беру жобасы. Мұнда біз дамыймыз және пайдамен бөлісеміз',
  about_project: 'Garyshker жайлы',
  enter_community: 'Қоғамдастықтың бір бөлігі болу',
  command: 'Біздің команда',
  thanks_people: 'Біздің бұрынғы әріптестерімізге рахмет, оларсыз Garyshker қазіргідей болмас еді: Акниет Кенес, Фаина, Акмарал, Амир, Ермек Курбанов, Алижан Сагатов, Дмитрий Кан, Дарина, Аружан Кенжебек, Артур Ким, Айнур, Камиля, Малика, Лейла, Тогжан, Куаныш Сагинтаев, Куаныш Нурнагым, Жансая, Султанбек Аубакиров, Вячеслав Ким, Алибек Байм, Ассель, Руфат, Айжан, Алина, Дастан Аралбаев, Рамазан Абжамел.',
  thanks_technical_people: 'Біз үнемі жұмыс істейтін барлық операторларға, режиссерлерге, спикерлерге, әдіскерлерге және басқа штаттан тыс қызметкерлерге рахмет айтамыз. Сізсіз мұның бәрі болмас еді.',
  hint: "Сіз пошта арқылы жаза отырып <a target='_blank' href='mailto:info@garyshker.com'>info@garyshker.com</a>, бізге хабарласа аласыз немесе байланыс үшін e-mail-ңызды жоғарыда қалдырыңыз",
  edu: {
    title: 'Білім',
    desc: 'Қазіргі заманға сай тақырыптар бойынша тегін бейне материалдар мен мақалалар.',
    desc_detail: 'Жаңа форматтағы материалдарды тегін зерттеуге, көруге және оқуға мүмкіндік беретін бағыт.'
  },
  shop: {
    title: 'Дүкен',
    desc: 'Біздің мерч пен серіктестер тауарларына толған маркетплейс.',
    desc_detail: 'Біздің ресми мерч пен серіктестеріміздің тауарлары бар маркетплейсіміз. Ол геймификация негізінеде салынған. Платформамен өзара әрекеттесу үшін сіз ұпайларға ие боласыз дегенді білдіреді.',
    preorder: 'Алдын ала тапсырыс беру',
    inDev: 'Әзірлеуде'
  },
  project: {
    title: 'Жобалар',
    desc: 'Идеяларды жүзеге асырамыз, жақсылық жасаймыз және күлкі сыйлаймыз.',
    desc_detail: 'Идеяларды тұтас жобалар түрінде іске асыруға мүмкіндік беретін бағыт. Платформа сіздің жобаларыңыз үшін де пайдалы болуы мүмкін, олардың жарық көруімен, аудитория жинаумен көмек бере алады.'
  },
  event: {
    title: 'Іс шаралар',
    desc: 'Білім, танысу және тәжірибе - барлығы біздің офлайн және онлайн іс шаралар.',
    desc_detail: 'Бірегей өзара байланыстарды, тәжірибе мен білім алу мүмкіндіктері офлайн және онлайн іс-шараларда жинақталған. Әр адам іс-шараға ыңғайлы форматта жазылып, келе алады. Сонымен қатар іс шарадан кейін жазбаны қарап, ақпаратты есіне жиып ала алады.'
  },
  team: {
    how_help: "Жобаға қалай көмектесуге болады?",
  },
  help: {
    title: 'Жобаға қалай көмектесуге болады?',
    description: 'Әзірше біз барлығын өз күшімізбен жасаймыз. Бірақ ынтымақтастық туралы ұсыныстарға ашықпыз.',
    send: 'Жіберу'
  },
};

export default locale;
