import { LocaleDataModel } from "@core/models/local/locale.model";

const locale: LocaleDataModel = {
  header_start: 'Здесь мы',
  header_mid: 'развиваемся',
  header_end: 'и делимся пользой',
  description: 'Garyshker - это образовательный проект, где мы обсуждаем важные темы для общества. Здесь мы развиваемся и делимся пользой',
  about_project: 'О проекте',
  enter_community: 'Стать частью комьюнити',
  command: 'Наша команда',
  thanks_people: 'Спасибо всем нашим бывшим коллегам, без которых Garyshker не был бы таким, какой он есть: Акниет Кенес, Фаина, Акмарал, Амир, Ермек Курбанов, Алижан Сагатов, Дмитрий Кан, Дарина, Аружан Кенжебек, Артур Ким, Айнур, Камиля, Малика, Лейла, Тогжан, Куаныш Сагинтаев, Куаныш Нурнагым, Жансая, Султанбек Аубакиров, Вячеслав Ким, Алибек Байм, Ассель, Руфат, Айжан, Алина, Дастан Аралбаев, Рамазан Абжамел.',
  thanks_technical_people: 'Спасибо всем операторам, режиссерам, спикерам, методистам и другим внештатным сотрудникам, с которыми мы постоянно работаем. Без вас не было бы всего этого.',
  hint: "Вы можете связаться с нами, написав нам на почту <a href='mailto:info@garyshker.com'>info@garyshker.com</a> Либо оставьте выше ваш e-mail для связи",
  edu: {
    title: 'Образование',
    desc: 'Бесплатные видео-материалы и статьи на современные темы.',
    desc_detail: 'Направление, открывающее возможность бесплатно изучать, смотреть и читать материалы в свежем формате'
  },
  shop: {
    title: 'Магазин',
    desc: 'Маркетплейс с нашим мерчем и товарами партнеров.',
    desc_detail: 'Наш маркетплейс с официальным мерчем и товарами наших партнеров. Он построен на фундаменте геймификации. Это значит, за взаимодействие с платформой вы будете награждаться баллами',
    preorder: 'Сделать предзаказ',
    inDev: 'В разработке'
  },
  project: {
    title: 'Проекты',
    desc: 'Воплощаем идеи в реальность, делаем добро и дарим улыбки.',
    desc_detail: 'Направление, позволяющее воплощать идеи в реальность в виде цельных проектов. Платформа может быть полезна и для ваших проектов, которым необходимо увидеть свет и получить аудиторию'
  },
  event: {
    title: 'Ивенты',
    desc: 'Знания, знакомства и опыт — все на наших офлайн и онлайн ивентах.',
    desc_detail: 'Возможности по получению уникальных взаимосвязей, опыта и знаний собраны в офлайн и онлайн мероприятиях. Каждый желающий может записаться и прийти на мероприятие в удобном формате, а также по окончанию просмотреть запись и освежить воспоминания.'
  },
  team: {
    how_help: "Как помочь проекту?",

  },
  help: {
    title: 'Как помочь проекту?',
    description: 'Пока мы работаем и создаем все собственными силами. Но открыты к предложениям по сотрудничеству.',
    send: 'Отправить'
  },
};

export default locale;
