import { NameModel } from "@core/services/location.service";

export const countries_list: NameModel[] = [
  {
    "id": 1,
    "name_ru": "Казахстан",
    "name_kk": "Казахстан"
  },
  {
    "id": 2,
    "name_ru": "Афганистан",
    "name_kk": "Афганистан"
  },
  {
    "id": 3,
    "name_ru": "Аландские острова",
    "name_kk": "Аландские острова"
  },
  {
    "id": 4,
    "name_ru": "Албания",
    "name_kk": "Албания"
  },
  {
    "id": 5,
    "name_ru": "Алжир",
    "name_kk": "Алжир"
  },
  {
    "id": 6,
    "name_ru": "Американское Самоа",
    "name_kk": "Американское Самоа"
  },
  {
    "id": 7,
    "name_ru": "Андорра",
    "name_kk": "Андорра"
  },
  {
    "id": 8,
    "name_ru": "Ангола",
    "name_kk": "Ангола"
  },
  {
    "id": 9,
    "name_ru": "Ангилья",
    "name_kk": "Ангилья"
  },
  {
    "id": 10,
    "name_ru": "Антарктика",
    "name_kk": "Антарктика"
  },
  {
    "id": 11,
    "name_ru": "Антигуа и Барбуда",
    "name_kk": "Антигуа и Барбуда"
  },
  {
    "id": 12,
    "name_ru": "Аргентина",
    "name_kk": "Аргентина"
  },
  {
    "id": 13,
    "name_ru": "Армения",
    "name_kk": "Армения"
  },
  {
    "id": 14,
    "name_ru": "Аруба",
    "name_kk": "Аруба"
  },
  {
    "id": 15,
    "name_ru": "Австралия",
    "name_kk": "Австралия"
  },
  {
    "id": 16,
    "name_ru": "Австрия",
    "name_kk": "Австрия"
  },
  {
    "id": 17,
    "name_ru": "Азербайджан",
    "name_kk": "Азербайджан"
  },
  {
    "id": 18,
    "name_ru": "Багамские Острова",
    "name_kk": "Багамские Острова"
  },
  {
    "id": 19,
    "name_ru": "Бахрейн",
    "name_kk": "Бахрейн"
  },
  {
    "id": 20,
    "name_ru": "Бангладеш",
    "name_kk": "Бангладеш"
  },
  {
    "id": 21,
    "name_ru": "Барбадос",
    "name_kk": "Барбадос"
  },
  {
    "id": 22,
    "name_ru": "Белоруссия",
    "name_kk": "Белоруссия"
  },
  {
    "id": 23,
    "name_ru": "Бельгия",
    "name_kk": "Бельгия"
  },
  {
    "id": 24,
    "name_ru": "Белиз",
    "name_kk": "Белиз"
  },
  {
    "id": 25,
    "name_ru": "Бенин",
    "name_kk": "Бенин"
  },
  {
    "id": 26,
    "name_ru": "Бермуды",
    "name_kk": "Бермуды"
  },
  {
    "id": 27,
    "name_ru": "Бутан",
    "name_kk": "Бутан"
  },
  {
    "id": 28,
    "name_ru": "Боливия",
    "name_kk": "Боливия"
  },
  {
    "id": 29,
    "name_ru": "Бонайре, Синт-Эстатиус и Саба",
    "name_kk": "Бонайре, Синт-Эстатиус и Саба"
  },
  {
    "id": 30,
    "name_ru": "Босния и Герцеговина",
    "name_kk": "Босния и Герцеговина"
  },
  {
    "id": 31,
    "name_ru": "Ботсвана",
    "name_kk": "Ботсвана"
  },
  {
    "id": 32,
    "name_ru": "Остров Буве",
    "name_kk": "Остров Буве"
  },
  {
    "id": 33,
    "name_ru": "Бразилия",
    "name_kk": "Бразилия"
  },
  {
    "id": 34,
    "name_ru": "Британская территория в Индийском океане",
    "name_kk": "Британская территория в Индийском океане"
  },
  {
    "id": 35,
    "name_ru": "Бруней",
    "name_kk": "Бруней"
  },
  {
    "id": 36,
    "name_ru": "Болгария",
    "name_kk": "Болгария"
  },
  {
    "id": 37,
    "name_ru": "Буркина-Фасо",
    "name_kk": "Буркина-Фасо"
  },
  {
    "id": 38,
    "name_ru": "Бурунди",
    "name_kk": "Бурунди"
  },
  {
    "id": 39,
    "name_ru": "Камбоджа",
    "name_kk": "Камбоджа"
  },
  {
    "id": 40,
    "name_ru": "Камерун",
    "name_kk": "Камерун"
  },
  {
    "id": 41,
    "name_ru": "Канада",
    "name_kk": "Канада"
  },
  {
    "id": 42,
    "name_ru": "Кабо-Верде",
    "name_kk": "Кабо-Верде"
  },
  {
    "id": 43,
    "name_ru": "Острова Кайман",
    "name_kk": "Острова Кайман"
  },
  {
    "id": 44,
    "name_ru": "ЦАР",
    "name_kk": "ЦАР"
  },
  {
    "id": 45,
    "name_ru": "Чад",
    "name_kk": "Чад"
  },
  {
    "id": 46,
    "name_ru": "Чили",
    "name_kk": "Чили"
  },
  {
    "id": 47,
    "name_ru": "Китай (Китайская Народная Республика)",
    "name_kk": "Китай (Китайская Народная Республика)"
  },
  {
    "id": 48,
    "name_ru": "Остров Рождества",
    "name_kk": "Остров Рождества"
  },
  {
    "id": 49,
    "name_ru": "Кокосовые острова",
    "name_kk": "Кокосовые острова"
  },
  {
    "id": 50,
    "name_ru": "Колумбия",
    "name_kk": "Колумбия"
  },
  {
    "id": 51,
    "name_ru": "Коморы",
    "name_kk": "Коморы"
  },
  {
    "id": 52,
    "name_ru": "Республика Конго",
    "name_kk": "Республика Конго"
  },
  {
    "id": 53,
    "name_ru": "ДР Конго",
    "name_kk": "ДР Конго"
  },
  {
    "id": 54,
    "name_ru": "Острова Кука",
    "name_kk": "Острова Кука"
  },
  {
    "id": 55,
    "name_ru": "Коста-Рика",
    "name_kk": "Коста-Рика"
  },
  {
    "id": 56,
    "name_ru": "Кот-д’Ивуар",
    "name_kk": "Кот-д’Ивуар"
  },
  {
    "id": 57,
    "name_ru": "Хорватия",
    "name_kk": "Хорватия"
  },
  {
    "id": 58,
    "name_ru": "Куба",
    "name_kk": "Куба"
  },
  {
    "id": 59,
    "name_ru": "Кюрасао",
    "name_kk": "Кюрасао"
  },
  {
    "id": 60,
    "name_ru": "Кипр",
    "name_kk": "Кипр"
  },
  {
    "id": 61,
    "name_ru": "Чехия",
    "name_kk": "Чехия"
  },
  {
    "id": 62,
    "name_ru": "Дания",
    "name_kk": "Дания"
  },
  {
    "id": 63,
    "name_ru": "Джибути",
    "name_kk": "Джибути"
  },
  {
    "id": 64,
    "name_ru": "Доминика",
    "name_kk": "Доминика"
  },
  {
    "id": 65,
    "name_ru": "Доминиканская Республика",
    "name_kk": "Доминиканская Республика"
  },
  {
    "id": 66,
    "name_ru": "Эквадор",
    "name_kk": "Эквадор"
  },
  {
    "id": 67,
    "name_ru": "Египет",
    "name_kk": "Египет"
  },
  {
    "id": 68,
    "name_ru": "Сальвадор",
    "name_kk": "Сальвадор"
  },
  {
    "id": 69,
    "name_ru": "Экваториальная Гвинея",
    "name_kk": "Экваториальная Гвинея"
  },
  {
    "id": 70,
    "name_ru": "Эритрея",
    "name_kk": "Эритрея"
  },
  {
    "id": 71,
    "name_ru": "Эстония",
    "name_kk": "Эстония"
  },
  {
    "id": 72,
    "name_ru": "Эфиопия",
    "name_kk": "Эфиопия"
  },
  {
    "id": 73,
    "name_ru": "Фолклендские острова",
    "name_kk": "Фолклендские острова"
  },
  {
    "id": 74,
    "name_ru": "Фарерские острова",
    "name_kk": "Фарерские острова"
  },
  {
    "id": 75,
    "name_ru": "Фиджи",
    "name_kk": "Фиджи"
  },
  {
    "id": 76,
    "name_ru": "Финляндия",
    "name_kk": "Финляндия"
  },
  {
    "id": 77,
    "name_ru": "Франция",
    "name_kk": "Франция"
  },
  {
    "id": 78,
    "name_ru": "Гвиана",
    "name_kk": "Гвиана"
  },
  {
    "id": 79,
    "name_ru": "Французская Полинезия",
    "name_kk": "Французская Полинезия"
  },
  {
    "id": 80,
    "name_ru": "Французские Южные и Антарктические территории",
    "name_kk": "Французские Южные и Антарктические территории"
  },
  {
    "id": 81,
    "name_ru": "Габон",
    "name_kk": "Габон"
  },
  {
    "id": 82,
    "name_ru": "Гамбия",
    "name_kk": "Гамбия"
  },
  {
    "id": 83,
    "name_ru": "Грузия",
    "name_kk": "Грузия"
  },
  {
    "id": 84,
    "name_ru": "Германия",
    "name_kk": "Германия"
  },
  {
    "id": 85,
    "name_ru": "Гана",
    "name_kk": "Гана"
  },
  {
    "id": 86,
    "name_ru": "Гибралтар",
    "name_kk": "Гибралтар"
  },
  {
    "id": 87,
    "name_ru": "Греция",
    "name_kk": "Греция"
  },
  {
    "id": 88,
    "name_ru": "Гренландия",
    "name_kk": "Гренландия"
  },
  {
    "id": 89,
    "name_ru": "Гренада",
    "name_kk": "Гренада"
  },
  {
    "id": 90,
    "name_ru": "Гваделупа",
    "name_kk": "Гваделупа"
  },
  {
    "id": 91,
    "name_ru": "Гуам",
    "name_kk": "Гуам"
  },
  {
    "id": 92,
    "name_ru": "Гватемала",
    "name_kk": "Гватемала"
  },
  {
    "id": 93,
    "name_ru": "Гернси",
    "name_kk": "Гернси"
  },
  {
    "id": 94,
    "name_ru": "Гвинея",
    "name_kk": "Гвинея"
  },
  {
    "id": 95,
    "name_ru": "Гвинея-Бисау",
    "name_kk": "Гвинея-Бисау"
  },
  {
    "id": 96,
    "name_ru": "Гайана",
    "name_kk": "Гайана"
  },
  {
    "id": 97,
    "name_ru": "Гаити",
    "name_kk": "Гаити"
  },
  {
    "id": 98,
    "name_ru": "Херд и Макдональд",
    "name_kk": "Херд и Макдональд"
  },
  {
    "id": 99,
    "name_ru": "Ватикан",
    "name_kk": "Ватикан"
  },
  {
    "id": 100,
    "name_ru": "Гондурас",
    "name_kk": "Гондурас"
  },
  {
    "id": 101,
    "name_ru": "Гонконг",
    "name_kk": "Гонконг"
  },
  {
    "id": 102,
    "name_ru": "Венгрия",
    "name_kk": "Венгрия"
  },
  {
    "id": 103,
    "name_ru": "Исландия",
    "name_kk": "Исландия"
  },
  {
    "id": 104,
    "name_ru": "Индия",
    "name_kk": "Индия"
  },
  {
    "id": 105,
    "name_ru": "Индонезия",
    "name_kk": "Индонезия"
  },
  {
    "id": 106,
    "name_ru": "Иран",
    "name_kk": "Иран"
  },
  {
    "id": 107,
    "name_ru": "Ирак",
    "name_kk": "Ирак"
  },
  {
    "id": 108,
    "name_ru": "Ирландия",
    "name_kk": "Ирландия"
  },
  {
    "id": 109,
    "name_ru": "Остров Мэн",
    "name_kk": "Остров Мэн"
  },
  {
    "id": 110,
    "name_ru": "Израиль",
    "name_kk": "Израиль"
  },
  {
    "id": 111,
    "name_ru": "Италия",
    "name_kk": "Италия"
  },
  {
    "id": 112,
    "name_ru": "Ямайка",
    "name_kk": "Ямайка"
  },
  {
    "id": 113,
    "name_ru": "Япония",
    "name_kk": "Япония"
  },
  {
    "id": 114,
    "name_ru": "Джерси",
    "name_kk": "Джерси"
  },
  {
    "id": 115,
    "name_ru": "Иордания",
    "name_kk": "Иордания"
  },
  {
    "id": 117,
    "name_ru": "Кения",
    "name_kk": "Кения"
  },
  {
    "id": 118,
    "name_ru": "Кирибати",
    "name_kk": "Кирибати"
  },
  {
    "id": 119,
    "name_ru": "КНДР (Корейская Народно-Демократическая Республика)",
    "name_kk": "КНДР (Корейская Народно-Демократическая Республика)"
  },
  {
    "id": 120,
    "name_ru": "Республика Корея",
    "name_kk": "Республика Корея"
  },
  {
    "id": 121,
    "name_ru": "Кувейт",
    "name_kk": "Кувейт"
  },
  {
    "id": 122,
    "name_ru": "Киргизия",
    "name_kk": "Киргизия"
  },
  {
    "id": 123,
    "name_ru": "Лаос",
    "name_kk": "Лаос"
  },
  {
    "id": 124,
    "name_ru": "Латвия",
    "name_kk": "Латвия"
  },
  {
    "id": 125,
    "name_ru": "Ливан",
    "name_kk": "Ливан"
  },
  {
    "id": 126,
    "name_ru": "Лесото",
    "name_kk": "Лесото"
  },
  {
    "id": 127,
    "name_ru": "Либерия",
    "name_kk": "Либерия"
  },
  {
    "id": 128,
    "name_ru": "Ливия",
    "name_kk": "Ливия"
  },
  {
    "id": 129,
    "name_ru": "Лихтенштейн",
    "name_kk": "Лихтенштейн"
  },
  {
    "id": 130,
    "name_ru": "Литва",
    "name_kk": "Литва"
  },
  {
    "id": 131,
    "name_ru": "Люксембург",
    "name_kk": "Люксембург"
  },
  {
    "id": 132,
    "name_ru": "Макао",
    "name_kk": "Макао"
  },
  {
    "id": 133,
    "name_ru": "Северная Македония",
    "name_kk": "Северная Македония"
  },
  {
    "id": 134,
    "name_ru": "Мадагаскар",
    "name_kk": "Мадагаскар"
  },
  {
    "id": 135,
    "name_ru": "Малави",
    "name_kk": "Малави"
  },
  {
    "id": 136,
    "name_ru": "Малайзия",
    "name_kk": "Малайзия"
  },
  {
    "id": 137,
    "name_ru": "Мальдивы",
    "name_kk": "Мальдивы"
  },
  {
    "id": 138,
    "name_ru": "Мали",
    "name_kk": "Мали"
  },
  {
    "id": 139,
    "name_ru": "Мальта",
    "name_kk": "Мальта"
  },
  {
    "id": 140,
    "name_ru": "Маршалловы Острова",
    "name_kk": "Маршалловы Острова"
  },
  {
    "id": 141,
    "name_ru": "Мартиника",
    "name_kk": "Мартиника"
  },
  {
    "id": 142,
    "name_ru": "Мавритания",
    "name_kk": "Мавритания"
  },
  {
    "id": 143,
    "name_ru": "Маврикий",
    "name_kk": "Маврикий"
  },
  {
    "id": 144,
    "name_ru": "Майотта",
    "name_kk": "Майотта"
  },
  {
    "id": 145,
    "name_ru": "Мексика",
    "name_kk": "Мексика"
  },
  {
    "id": 146,
    "name_ru": "Микронезия",
    "name_kk": "Микронезия"
  },
  {
    "id": 147,
    "name_ru": "Марокко",
    "name_kk": "Марокко"
  },
  {
    "id": 148,
    "name_ru": "Молдавия",
    "name_kk": "Молдавия"
  },
  {
    "id": 149,
    "name_ru": "Монако",
    "name_kk": "Монако"
  },
  {
    "id": 150,
    "name_ru": "Монголия",
    "name_kk": "Монголия"
  },
  {
    "id": 151,
    "name_ru": "Черногория",
    "name_kk": "Черногория"
  },
  {
    "id": 152,
    "name_ru": "Монтсеррат",
    "name_kk": "Монтсеррат"
  },
  {
    "id": 153,
    "name_ru": "Мозамбик",
    "name_kk": "Мозамбик"
  },
  {
    "id": 154,
    "name_ru": "Мьянма",
    "name_kk": "Мьянма"
  },
  {
    "id": 155,
    "name_ru": "Намибия",
    "name_kk": "Намибия"
  },
  {
    "id": 156,
    "name_ru": "Науру",
    "name_kk": "Науру"
  },
  {
    "id": 157,
    "name_ru": "Непал",
    "name_kk": "Непал"
  },
  {
    "id": 158,
    "name_ru": "Нидерланды",
    "name_kk": "Нидерланды"
  },
  {
    "id": 159,
    "name_ru": "Новая Каледония",
    "name_kk": "Новая Каледония"
  },
  {
    "id": 160,
    "name_ru": "Новая Зеландия",
    "name_kk": "Новая Зеландия"
  },
  {
    "id": 161,
    "name_ru": "Никарагуа",
    "name_kk": "Никарагуа"
  },
  {
    "id": 162,
    "name_ru": "Нигер",
    "name_kk": "Нигер"
  },
  {
    "id": 163,
    "name_ru": "Нигерия",
    "name_kk": "Нигерия"
  },
  {
    "id": 164,
    "name_ru": "Ниуэ",
    "name_kk": "Ниуэ"
  },
  {
    "id": 165,
    "name_ru": "Остров Норфолк",
    "name_kk": "Остров Норфолк"
  },
  {
    "id": 166,
    "name_ru": "Северные Марианские Острова",
    "name_kk": "Северные Марианские Острова"
  },
  {
    "id": 167,
    "name_ru": "Норвегия",
    "name_kk": "Норвегия"
  },
  {
    "id": 168,
    "name_ru": "Оман",
    "name_kk": "Оман"
  },
  {
    "id": 169,
    "name_ru": "Пакистан",
    "name_kk": "Пакистан"
  },
  {
    "id": 170,
    "name_ru": "Палау",
    "name_kk": "Палау"
  },
  {
    "id": 171,
    "name_ru": "Государство Палестина",
    "name_kk": "Государство Палестина"
  },
  {
    "id": 172,
    "name_ru": "Панама",
    "name_kk": "Панама"
  },
  {
    "id": 173,
    "name_ru": "Папуа — Новая Гвинея",
    "name_kk": "Папуа — Новая Гвинея"
  },
  {
    "id": 174,
    "name_ru": "Парагвай",
    "name_kk": "Парагвай"
  },
  {
    "id": 175,
    "name_ru": "Перу",
    "name_kk": "Перу"
  },
  {
    "id": 176,
    "name_ru": "Филиппины",
    "name_kk": "Филиппины"
  },
  {
    "id": 177,
    "name_ru": "Острова Питкэрн",
    "name_kk": "Острова Питкэрн"
  },
  {
    "id": 178,
    "name_ru": "Польша",
    "name_kk": "Польша"
  },
  {
    "id": 179,
    "name_ru": "Португалия",
    "name_kk": "Португалия"
  },
  {
    "id": 180,
    "name_ru": "Пуэрто-Рико",
    "name_kk": "Пуэрто-Рико"
  },
  {
    "id": 181,
    "name_ru": "Катар",
    "name_kk": "Катар"
  },
  {
    "id": 182,
    "name_ru": "Реюньон",
    "name_kk": "Реюньон"
  },
  {
    "id": 183,
    "name_ru": "Румыния",
    "name_kk": "Румыния"
  },
  {
    "id": 184,
    "name_ru": "Россия",
    "name_kk": "Россия"
  },
  {
    "id": 185,
    "name_ru": "Руанда",
    "name_kk": "Руанда"
  },
  {
    "id": 186,
    "name_ru": "Сен-Бартелеми",
    "name_kk": "Сен-Бартелеми"
  },
  {
    "id": 187,
    "name_ru": "Острова Святой Елены, Вознесения и Тристан-да-Кунья",
    "name_kk": "Острова Святой Елены, Вознесения и Тристан-да-Кунья"
  },
  {
    "id": 188,
    "name_ru": "Сент-Китс и Невис",
    "name_kk": "Сент-Китс и Невис"
  },
  {
    "id": 189,
    "name_ru": "Сент-Люсия",
    "name_kk": "Сент-Люсия"
  },
  {
    "id": 190,
    "name_ru": "Сен-Мартен",
    "name_kk": "Сен-Мартен"
  },
  {
    "id": 191,
    "name_ru": "Сен-Пьер и Микелон",
    "name_kk": "Сен-Пьер и Микелон"
  },
  {
    "id": 192,
    "name_ru": "Сент-Винсент и Гренадины",
    "name_kk": "Сент-Винсент и Гренадины"
  },
  {
    "id": 193,
    "name_ru": "Самоа",
    "name_kk": "Самоа"
  },
  {
    "id": 194,
    "name_ru": "Сан-Марино",
    "name_kk": "Сан-Марино"
  },
  {
    "id": 195,
    "name_ru": "Сан-Томе и Принсипи",
    "name_kk": "Сан-Томе и Принсипи"
  },
  {
    "id": 196,
    "name_ru": "Саудовская Аравия",
    "name_kk": "Саудовская Аравия"
  },
  {
    "id": 197,
    "name_ru": "Сенегал",
    "name_kk": "Сенегал"
  },
  {
    "id": 198,
    "name_ru": "Сербия",
    "name_kk": "Сербия"
  },
  {
    "id": 199,
    "name_ru": "Сейшельские Острова",
    "name_kk": "Сейшельские Острова"
  },
  {
    "id": 200,
    "name_ru": "Сьерра-Леоне",
    "name_kk": "Сьерра-Леоне"
  },
  {
    "id": 201,
    "name_ru": "Сингапур",
    "name_kk": "Сингапур"
  },
  {
    "id": 202,
    "name_ru": "Синт-Мартен",
    "name_kk": "Синт-Мартен"
  },
  {
    "id": 203,
    "name_ru": "Словакия",
    "name_kk": "Словакия"
  },
  {
    "id": 204,
    "name_ru": "Словения",
    "name_kk": "Словения"
  },
  {
    "id": 205,
    "name_ru": "Соломоновы Острова",
    "name_kk": "Соломоновы Острова"
  },
  {
    "id": 206,
    "name_ru": "Сомали",
    "name_kk": "Сомали"
  },
  {
    "id": 207,
    "name_ru": "ЮАР",
    "name_kk": "ЮАР"
  },
  {
    "id": 208,
    "name_ru": "Южная Георгия и Южные Сандвичевы Острова",
    "name_kk": "Южная Георгия и Южные Сандвичевы Острова"
  },
  {
    "id": 209,
    "name_ru": "Южный Судан",
    "name_kk": "Южный Судан"
  },
  {
    "id": 210,
    "name_ru": "Испания",
    "name_kk": "Испания"
  },
  {
    "id": 211,
    "name_ru": "Шри-Ланка",
    "name_kk": "Шри-Ланка"
  },
  {
    "id": 212,
    "name_ru": "Судан",
    "name_kk": "Судан"
  },
  {
    "id": 213,
    "name_ru": "Суринам",
    "name_kk": "Суринам"
  },
  {
    "id": 214,
    "name_ru": "Шпицберген и Ян-Майен",
    "name_kk": "Шпицберген и Ян-Майен"
  },
  {
    "id": 215,
    "name_ru": "Эсватини",
    "name_kk": "Эсватини"
  },
  {
    "id": 216,
    "name_ru": "Швеция",
    "name_kk": "Швеция"
  },
  {
    "id": 217,
    "name_ru": "Швейцария",
    "name_kk": "Швейцария"
  },
  {
    "id": 218,
    "name_ru": "Сирия",
    "name_kk": "Сирия"
  },
  {
    "id": 219,
    "name_ru": "Китайская Республика",
    "name_kk": "Китайская Республика"
  },
  {
    "id": 220,
    "name_ru": "Таджикистан",
    "name_kk": "Таджикистан"
  },
  {
    "id": 221,
    "name_ru": "Танзания",
    "name_kk": "Танзания"
  },
  {
    "id": 222,
    "name_ru": "Таиланд",
    "name_kk": "Таиланд"
  },
  {
    "id": 223,
    "name_ru": "Восточный Тимор",
    "name_kk": "Восточный Тимор"
  },
  {
    "id": 224,
    "name_ru": "Того",
    "name_kk": "Того"
  },
  {
    "id": 225,
    "name_ru": "Токелау",
    "name_kk": "Токелау"
  },
  {
    "id": 226,
    "name_ru": "Тонга",
    "name_kk": "Тонга"
  },
  {
    "id": 227,
    "name_ru": "Тринидад и Тобаго",
    "name_kk": "Тринидад и Тобаго"
  },
  {
    "id": 228,
    "name_ru": "Тунис",
    "name_kk": "Тунис"
  },
  {
    "id": 229,
    "name_ru": "Турция",
    "name_kk": "Турция"
  },
  {
    "id": 230,
    "name_ru": "Туркмения",
    "name_kk": "Туркмения"
  },
  {
    "id": 231,
    "name_ru": "Теркс и Кайкос",
    "name_kk": "Теркс и Кайкос"
  },
  {
    "id": 232,
    "name_ru": "Тувалу",
    "name_kk": "Тувалу"
  },
  {
    "id": 233,
    "name_ru": "Уганда",
    "name_kk": "Уганда"
  },
  {
    "id": 234,
    "name_ru": "Украина",
    "name_kk": "Украина"
  },
  {
    "id": 235,
    "name_ru": "ОАЭ",
    "name_kk": "ОАЭ"
  },
  {
    "id": 236,
    "name_ru": "Великобритания",
    "name_kk": "Великобритания"
  },
  {
    "id": 237,
    "name_ru": "США",
    "name_kk": "США"
  },
  {
    "id": 238,
    "name_ru": "Внешние малые острова США",
    "name_kk": "Внешние малые острова США"
  },
  {
    "id": 239,
    "name_ru": "Уругвай",
    "name_kk": "Уругвай"
  },
  {
    "id": 240,
    "name_ru": "Узбекистан",
    "name_kk": "Узбекистан"
  },
  {
    "id": 241,
    "name_ru": "Вануату",
    "name_kk": "Вануату"
  },
  {
    "id": 242,
    "name_ru": "Венесуэла",
    "name_kk": "Венесуэла"
  },
  {
    "id": 243,
    "name_ru": "Вьетнам",
    "name_kk": "Вьетнам"
  },
  {
    "id": 244,
    "name_ru": "Виргинские Острова (Великобритания)",
    "name_kk": "Виргинские Острова (Великобритания)"
  },
  {
    "id": 245,
    "name_ru": "Виргинские Острова (США)",
    "name_kk": "Виргинские Острова (США)"
  },
  {
    "id": 246,
    "name_ru": "Уоллис и Футуна",
    "name_kk": "Уоллис и Футуна"
  },
  {
    "id": 247,
    "name_ru": "САДР",
    "name_kk": "САДР"
  },
  {
    "id": 248,
    "name_ru": "Йемен",
    "name_kk": "Йемен"
  },
  {
    "id": 249,
    "name_ru": "Замбия",
    "name_kk": "Замбия"
  },
  {
    "id": 250,
    "name_ru": "Зимбабве",
    "name_kk": "Зимбабве"
  }
]
