import { LocaleDataModel } from "@core/models/local/locale.model";

const about: LocaleDataModel = {
  sections: {
    project: 'ЖОБА ЖАЙЛЫ',
    partners: 'СЕРІКТЕСТЕР',
    contacts: 'БАЙЛАНЫСТАР'
  },
  main_heading: 'Біздің жоба қалай жұмыс істейді',
  slogan: 'Garyshker.com -бұл маңызды тақырыптарды зерттеу және қайырымдылық жобаларын іске асыру үшін қолайлы жағдайлар жасай отырып, айналасындағы әлеуметтік белсенді адамдарды біріктіретін қауымдастық.',
  second_heading: 'Біздің өнімдер',
  edu: {
    heading: 'Білім',
    text: 'Жаңа форматтағы материалдарды тегін зерттеуге, көруге және оқуға мүмкіндік беретін бағыт.',
  },
  projects: {
    heading: 'Жобалар',
    text: 'Идеяларды тұтас жобалар түрінде іске асыруға мүмкіндік беретін бағыт. Жобалар қорабында қайырымдылық қоры аясында жыл сайынғы "Рюкзак Kit" бар. Платформа сіздің жобаларыңыз үшін де пайдалы болуы мүмкін, олардың жарық көруімен, аудитория жинаумен көмек бере алады.',
  },
  shop: {
    heading: 'Дүкен',
    text: 'Біздің ресми мерч пен серіктестеріміздің тауарлары бар маркетплейсіміз. Ол геймификация негізінеде салынған. Платформамен өзара әрекеттесу үшін сіз ұпайларға ие боласыз дегенді білдіреді. "Зерттеу", "көру" және "оқу" бөлімдеріндегі материалды көріп, зерттеу сізге ұпайлар жинап, дүкеннен заттар алуға көмектеседі',
  },
  event: {
    heading: 'Іс шаралар',
    text: 'Бірегей өзара байланыстарды, тәжірибе мен білім алу мүмкіндіктері офлайн және онлайн іс-шараларда жинақталған. Әр адам іс-шараға ыңғайлы форматта жазылып, келе алады. Сонымен қатар іс шарадан кейін жазбаны қарап, ақпараттты есіне жиып ала алады.'
  },
  people: {
    header: 'Garyshker-ді кім жасайды?',
    one: 'Жобаның негізін қалаушы',
    two: 'Технологии',
    three: 'Разработчик',
    four: 'Талисман'
  },
  thanks: {
    header: 'Алғыс',
    text_1: 'Спасибо всем нашим бывшим коллегам, без которых Garyshker не был бы таким, какой он есть: Акниет Кенес, Фаина, Акмарал, Амир, Ермек Курбанов, Алижан Сагатов, Дмитрий Кан, Дарина, Аружан Кенжебек, Артур Ким, Айнур, Камиля, Малика, Лейла, Тогжан, Куаныш Сагинтаев, Куаныш Нурнагым, Жансая, Султанбек Аубакиров, Вячеслав Ким, Алибек Байм, Ассель, Руфат, Айжан, Алина, Дастан Аралбаев, Рамазан Абжамел.',
    text_2: 'Спасибо всем операторам, режиссерам, спикерам, методистам и другим внештатным сотрудникам, с которыми мы постоянно работаем. Без вас не было бы всего этого.'
  },
  partners: {
    header: 'Біз өз күшімізбен жұмыс істеп, бәрін жасаймыз. Бірақ ынтымақтастық туралы ұсыныстарға ашықпыз.',
    helper_start: 'Сіз бізге',
    helper_end: 'электрондық пошта арқылы хабарласа аласыз немесе байланыс үшін төменде электрондық поштаңызды қалдырыңыз',
    input_placeholder: 'Электрондық поштаңызды енгізіңіз',
    send_btn: 'Жіберу'
  },
  contacts: {
    phone: 'Қоңырау шалғыңыз келсе',
    email: 'Жазғың келсе',
    volunteer: 'Пайда әкелгіңіз келсе',
    place: 'Келіп, көңіл көтергіңіз келсе'
  },
  go: 'Парақшаға өту —'
};

export default about;
