import { LocaleDataModel } from "@core/models/local/locale.model";

const about: LocaleDataModel = {
  sections: {
    project: 'О ПРОЕКТЕ',
    partners: 'ПАРТНЕРЫ',
    contacts: 'КОНТАКТЫ'
  },
  main_heading: 'Как устроен наш проект',
  slogan: 'Garyshker.com – это сообщество, которое объединяет вокруг себя социально-активных людей, создавая при этом благоприятные условия для изучения важных тем и реализации благотворительных проектов.',
  second_heading: 'Наши продукты',
  edu: {
    heading: 'Образование',
    text: 'Направление, открывающее возможность бесплатно изучать, смотреть и читать материалы в свежем формате.',
  },
  projects: {
    heading: 'Проекты',
    text: 'Направление, позволяющее воплощать идеи в реальность в виде цельных проектов. В коробке проектов уже есть ежегодный "Рюкзак Kit" в рамках благотворительного фонда. Платформа может быть полезна и для ваших проектов, которым необходимо увидеть свет и получить аудиторию.',
  },
  shop: {
    heading: 'Магазин',
    text: 'Наш маркетплейс с официальным мерчем и товарами наших партнеров. Он построен на фундаменте геймификации. Это значит, за взаимодействие с платформой вы будете награждаться баллами. Просмотр и изучение материала в разделах "Изучать", "Смотреть" и "Читать" поможет копить баллы и приобретать вкусности в Магазине.',
  },
  event: {
    heading: 'Ивенты',
    text: 'Возможности по получению уникальных взаимосвязей, опыта и знаний собраны в офлайн и онлайн мероприятиях. Каждый желающий может записаться и прийти на мероприятие в удобном формате, а также по окончанию просмотреть запись и освежить воспоминания.'
  },
  people: {
    header: 'Кто делает Garyshker?',
    one: 'Основатель проекта',
    two: 'Технологии',
    three: 'Разработчик',
    four: 'Наш талисман'
  },
  thanks: {
    header: 'Благодарности',
    text_1: 'Спасибо всем нашим бывшим коллегам, без которых Garyshker не был бы таким, какой он есть: Акниет Кенес, Фаина, Акмарал, Амир, Ермек Курбанов, Алижан Сагатов, Дмитрий Кан, Дарина, Аружан Кенжебек, Артур Ким, Айнур, Камиля, Малика, Лейла, Тогжан, Куаныш Сагинтаев, Куаныш Нурнагым, Жансая, Султанбек Аубакиров, Вячеслав Ким, Алибек Байм, Ассель, Руфат, Айжан, Алина, Дастан Аралбаев, Рамазан Абжамел.',
    text_2: 'Спасибо всем операторам, режиссерам, спикерам, методистам и другим внештатным сотрудникам, с которыми мы постоянно работаем. Без вас не было бы всего этого.'
  },
  partners: {
    header: 'Пока мы работаем и создаем все собственными силами. Но открыты к предложениям по сотрудничеству.',
    helper_start: 'Вы можете связаться с нами, написав нам на почту',
    helper_end: 'Либо оставьте ниже ваш email для связи',
    input_placeholder: 'Введите почту',
    send_btn: 'Отправить' 
  },
  contacts: {
    phone: 'Если вы хотите позвонить',
    email: 'Если вы хотите написать',
    volunteer: 'Если вы хотите принести пользу',
    place: 'Если вы хотите прийти и повеселиться'
  },
  go: 'Перейти —'
};

export default about;
