import { LocaleDataModel } from "@core/models/local/locale.model";

const registration: LocaleDataModel = {
  header: 'Регистрация',
  info_1: 'Платформа функцияларына толық қолдану үшін тіркелу қажет',
  info_2: 'Ақпаратты толтыру кезінде Garyshker. құндылықтарымен мұқият танысуыңызды сұраймыз.',
  step_text: "Қадам {{step}}/{{step_count}}", 
  next: 'Әрі қарай',
  prev: 'Артқа қайту',
  apply: 'Қабылдау',
  policy: 'Мен жеке деректерді өңдеу саясатымен келісемін',
  user_type: {
    school: 'Мектеп оқушысы',
    student: 'Студент',
    working: 'Жұмыс істеймін',
    other: 'Басқа'
  },
  steps: {
    one: {
      name: 'Сіз жайлы',
      small_text: 'өту және тіркелу',
      title: 'Танысудан бастайық',
      label: 'Төмендегі форманы толтырыңыз',
      config: {
        name_p: 'Атыңызды енгізіңіз',
        name_p_err: 'толтырылмаған',
        surname_p: 'Тегіңізді енгізіңіз',
        surname_p_err: 'толтырылмаған',
        birth_date_p: 'дд/мм/гггг',
        birth_date_p_err: 'қате формат',
        birth_date_p_helper: 'Туған күніңіз'
      }
    },
    two: {
      name: 'Қызметіңіз',
      small_text: 'өту және тіркелу',
      title: 'Өзіңіз жайлы мәлімет',
      label: 'Төмендегі форманы толтырыңыз',
      config: {
        country_p: 'Өз еліңізді еңгізіңіз',
        country_p_err: 'мемлекетті еңгізіңіз',
        city_p: 'Өз қалаңызды еңгізіңіз',
        city_p_err: 'қаланы еңгізіңіз',
        user_type_p: 'Немен айналысасыз?',
        user_type_p_err: 'не істейтініңізді таңдаңыз',
        edu_p: 'Оқу орыны',
        edu_p_err: 'Оқу орыны',
      }
    },
    three: {
      name: 'Жобаның құндылықтары',
      small_text: 'өту және тіркелу',
      title: 'Біздің құндылықтарымыз',
      label: '"Қабылдау" батырмасын басып сіз біздің құндылықтарымызбен келісесіз және оларды қабылдағаныңызды білдіреді',
      config: {
        name_1: 'Адамдар',
        desc_1: 'біз үшін өнім емес, адамдар маңызды',
        name_2: 'Өзін-өзі дамыту',
        desc_2: 'мен пайдалы өнімді/компанияны ұсынғым келеді',
        name_3: 'Адалдық',
        desc_3: 'көзқарастарым жақын адамдармен қатынасқым келеді',
      }
    },
    four: {
      name: 'Кіру деректері',
      small_text: 'өту және тіркелу',
      title: "Кіру деректерін енгізіңіз",
      label: "тіркеуді аяқтау үшін төмендегі пішіндерді мұқият толтырыңыз",
      config: {
        email_p: 'Электрондық поштаны енгізіңіз',
        email_p_err: 'дұрыс форматта жазыңыз',
        password_p: 'Құпиясөзді ойлап табыңыз',
        password_p_err: 'құпия сөз үшін 8 таңбадан артық енгізу керек',
        re_password_p: 'Құпиясөзді қайта енгізіңіз',
        re_password_p_err: 'Құпия сөздер сәйкес келмейді',
      }
    }
  }
};

export default registration;
